tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"

brew "awscli"
brew "git"
brew "neovim"
brew "nginx"
brew "openssl"
brew "pipx"
brew "pyenv"
brew "readline"
brew "ripgrep"
brew "sqlite3"
brew "tmux"
brew "xz"
brew "zlib"
brew "go"
brew "bun"

cask "1password"
cask "alfred"
cask "cyberduck"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "pgadmin4"
cask "postman"
cask "visual-studio-code"
cask "zoom"
