tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awscli"
brew "git"
brew "neovim"
brew "openssl"
brew "pipx"
brew "pyenv"
brew "readline"
brew "sqlite3"
brew "starship"
brew "xz"
brew "zlib"

cask "1password"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
cask "zoom"
